Repository: E-ARK-Software/earkweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Search & Access
de: Suche & Zugriff
es: Búsqueda y acceso

source: Information package
de: Informationspaket
es: Paquete de información

source: Representations
de: Repräsentationen
es: Representaciones

source: Identifier
de: Bezeichner
es: Identificador

source: Label
de: Bezeichner
es: Etiqueta

source: Help
es: Ayuda

source: How to create a submission information package (SIP)
es: Cómo crear un Paquete de Información de Transferencias (SIP)

source: How-to create a submission information package (SIP)
es: Cómo crear un Paquete de Información de Transferencias (SIP)

source: How to create an archival information package (AIP)
es: Cómo crear un Paquete de Información de Archivo (AIP)

source: How-to create an archival information package (AIP)
es: Cómo crear un Paquete de Información de Archivo (AIP)

source: How to use the API
es: Cómo utilizar la API

source: How-to use the API
es: Cómo utilizar la API

source: eArchiving Repository
es: Repositorio eArchiving

source: Site Administration
es: Administración del sitio

source: Description
de: Beschreibung
es: Descripción

source: Access rights
de: Zugriffsrechte
es: Derechos de acceso

source: Save changes
de: Änderungen speichern
es: Guardar cambios

source: Search
de: Suche
es: Búsqueda

source: Indexing status
de: Indexierungsstatus
es: Estado de indexación

source: Indexing status of archived information packages.
de: Indizierungsstatus archivierter Informationspakete
es: Estado de indexación de paquetes de información archivados

source: Full-text search
de: Volltext-Suche
es: Búsqueda de texto completo

source: Search term
de: Suchbegriff
es: Término de búsqueda

source: Identifier of the information package
de: Bezeichner des Informationspakets
es: Identificador del paquete de información

source: Content type
de: Inhaltstyp
es: Tipo de contenido

source: Sort
de: Sortieren
es: Ordenar

source: Relevance
de: Relevanz
es: Relevancia

source: size (ascending)
de: Größe (aufsteigend)
es: tamaño (ascendente)

source: size (descending)
de: Größe (absteigend)
es: tamaño (descendente)

source: Only information packages
de: Nur Informationspakete
es: Solo paquetes de información

source: Last change
de: Letzte Änderung
es: Ultimo cambio

source: Number of indexed documents
de: Anzahl indizierter Dokumente
es: Número de documentos indexados

source: BackendAdministration
es: Administración de backend

source: Dashboard
es: Tablero

source: Django Administration
es: Administración de Django

source: Flower process monitoring
de: Flower Prozess-Monitoring
es: Monitoreo de procesos con Flower

source: ResourceSyncInterface
de: ResourceSync-Schnittstelle
es: ResourceSync interfaz

source: The backend task execution was successful
de: Der Prozess wurde erfolgreich im Hintergrund ausgeführt
es: Tarea ejecutado con exito

source: The backend task execution did not deliver the expected result
de: Der Prozess hat nicht das erwartete Ergebnis geliefert
es: Error en la ejecución de la tarea

source: English
de: Englisch
es: Inglés

source: German
de: Deutsch
es: Alemán

source: DataManagementTitle
de: Archivdaten-Management
es: Gestión de paquetes de información

source: Checkout working copy
de: Arbeitskopie erstellen
es: Solicitar copia de trabajo

source: There is currently no working copy for the data set
de: Es gibt zur Zeit keine Arbeitskopie für das Informationspaket
es: Actualmente no hay una copia de trabajo para el paquete de información.

source: You can checkout a new working copy now.
de: Sie können jetzt eine Arbeitskopie erstellen
es: Puede retirar una nueva copia de trabajo ahora.

source: Reset logging
de: Logging zurücksetzen
es: Restablecer registro

source: Checkout task completed!
de: Erstellung der Arbeitskopie abgeschlossen
es: ¡Tarea de retirar una nueva copia completada!

source: An error occurred while trying to execute the task!
de: Es ist ein Fehler während der Ausführung des Prozesses aufgetreten
es: ¡Se produjo un error al intentar ejecutar la tarea!

source: Checkout confirmation
de: Bestätigung der Arbeitskopie-Erstellung
es: Confirmación de retirar una nueva copia

source: Information package checkout process is running.
de: Der Prozess der Informationspaket-Erstellung wurde gestartet
es: Se está ejecutando el proceso de retirar una nueva copia del paquete de información.

source: Warning: no task monitoring available because the task monitoring service is not running at
de: Warnung: Das Task-Monitoring ist nicht verfügbar, weil der Flower-Service nicht erreicht werden kann
es: Advertencia: no hay supervisión de tareas disponible porque el servicio de monitoreo de tareas no se está ejecutando.

source: Overview of information package
de: Informationspakete-Übersicht
es: Descripción general del paquete de información

source: Edit information package
de: Informationspaket bearbeiten
es: Editar paquete de información

source: Deletion confirmation
de: Bestätigung der Löschung
es: Confirmación de eliminación

source: Working copy deleted:
de: Arbeitskopie gelöscht
es: Copia eliminada:

source: Back to overview
de: Zur&uuml;ck zur Übersicht
es: Atrás

source: Descriptive metadata
de: Deskriptive Metadaten
es: Metadatos descriptivos

source: Title
de: Titel
es: Título

source: Tags
es: Etiquetas

source: Contact point
de: Kontakt
es: Punto de contacto

source: Maintainer
de: BetreuerIn
es: Mantenedor/a

source: Main language
es: Lenguaje principal

source: Back
de: Zurück
es: Atrás

source: WorkingCopy
de: Arbeitsverzeichnis
es: Directorio de editar

source: CreationDateTime
de: Erstellungszeitpunkt
es: Fecha de creación

source: Archived information packages
de: Archivierte Informationspakete
es: Paquetes de información archivada

source: SearchInternalLabelProcessIdOrIdentifier
de: Nach internem Bezeichner, Prozess-Kennung oder Informationspaket-ID filtern
es: Buscar etiqueta, id de proceso o identificador

source: Archived Information Package
de: Archiviertes Informationspaket
es: Information package management

source: PackageDirectory
de: Informationspaket-Verzeichnis
es: Gestión de paquetes de información

source: InternalLabel
de: Bezeichner
es: Etiqueta

source: PackageOverview
de: Informationspaket-Übersicht
es: Resumen de los paquetes de información

source: ChangeIt
de: Ändern
es: Cambio

source: Information package title
de: Titel des Informationspakets
es: Título del paquete de información

source: Data set title
es: Título del paquete de información

source: Information package description
de: Beschreibung des Informationspakets
es: Descripción del paquete de información

source: Data set description
es: Título del paquete de información

source: Please enter 2 characters to get tag suggestions or write a custom tag and press enter to add it
de: Bitte geben Sie 2 Zeichen ein, um Tag-Vorschläge zu erhalten, oder schreiben Sie ein benutzerdefiniertes Tag und drücken Sie die Eingabetaste, um es hinzuzufügen
es: Ingrese 2 caracteres para recibir sugerencias de etiquetas o escriba una etiqueta personalizada y presiona enter para agregarlo

source: PleaseAddNameOfPackage
de: Bitte den Namen des Informationspakets hinzufügen
es: Por favor agregue el nombre del paquete

source: ModifyInitialValue
de: Ändern
es: Cambiar

source: PleaseAddTitleOfPackage
es: Por favor agregue el nombre del paquete de información.

source: MaintainerEmail
de: Email BetreuerIn
es: Correo electrónico del/de la mantenedor/a

source: MainLanguageOfPackage
de: Hauptsprache
es: Lenguaje principal

source: MainInitialLanguage
de: Deutsch
es: Idioma inicial principal

source: Representation label
de: Metadaten der Repräsentation
es: Etiqueta de representación

source: AccessRightsField
de: Zugriffsrecht
es: Derechos de acceso

source: DistributionAccessRightsValueFree
de: Frei (Kein Vertrag erforderlich)
es: Gratis (no se requiere contrato)

source: DistributionAccessRightsValueLimited
de: Zugriffsbeschränkt (Vertrag erforderlich)
es: Limitado (requiere contrato)

source: Representation description
de: Beschreibung der Repräsentation
es: Descripción de la representación

source: NavSubmissions
de: Informationspaket-Erstellung
es: Creación de paquetes de información

source: Delete confirmation
de: Bestätigung der Löschung
es: Eliminar confirmación

source: Information package working directory deleted
de: Arbeitsverzeichnis des Informationspakets gelöscht
es: Se eliminó el directorio de trabajo del paquete de información

source: Data Set
de: Informationspaket
es: Conjunto de datos

source: Create new information package
de: Neues Informationspaket erstellen
es: Crear nuevo paquete de información

source: Information packages in process
de: Informationspakete in Bearbeitung
es: Paquetes de información en proceso

source: Batch information package submissions
de: Übertragung mehrerer Informationspakete
es: Envío de paquetes de información por lotes

source: Package creation task completed!
de: Datenpaketerstellung abgeschlossen!
es: ¡Tarea de creación del paquete de información completada!

source: Information package creation
de: Informationspaket erstellt
es: Creación de paquetes de información

source: Submission information package creation process is running.
de: Informationspaket-Erstellung abschließen
es: Se está ejecutando el proceso de creación del paquete de información.

source: Review submission information package
de: Informationspaket überprüfen
es: Revisar el paquete de información

source: External identifier
es: Identificador externo

source: Process ID
de: Prozess-ID
es: Identificacion de proceso

source: Working directory
de: Arbeitsverzeichnis
es: Directorio de editar

source: Information package identifier
de: Informationspaket-Bezeichner
es: Identificador del paquete de información

source: Version
es: Versión

source: OpenSubmissions
de: Informationspakete in Bearbeitung
es: Paquetes de información en proceso

source: SearchInternalLabelOrIdentifier
de: Nach internem Bezeichner oder Prozess-Kennung filtern
es: Buscar etiqueta o identificación de proceso

source: NavNewSubmission
de: Neues Informationspaket erstellen
es: Crear nuevo paquete de información

source: EnterInternalLabelAndOptionalExternalId
de: Bitte einen Bezeichner für das Informationspaket angeben. Optional kann eine externe ID hinzugefügt werden.
es: Ingrese la etiqueta y opcionalmente una identificación externa.

source: External identifier (optional)
de: Externer identifier
es: Identificador externo (opcional)

source: Continue
de: Weiter
es: Continuar

source: IngestProcessStarted
de: Die Veröffentlichung des Informationspakets wurde gestartet!
es: ¡Comenzó el proceso de archivar el paquete de información!

source: Ingest pipeline terminated!
de: Der Ingest-Workflow ist abgeschlossen!
es: ¡El proceso de archivar el paquetes de información ha terminado!

source: Archive information package
de: Informationspaket archivieren
es: Paquete de información de archivo

source: Ingest pipeline execution
es: Ejecución de canalización de ingesta

source: The processing backend is not available
de: Der Service für die Vearbeitung der Informationspakete ist nicht verfügbar
es: El backend de procesamiento no está disponible

source: The processing backend is available
de: Der Service für die Vearbeitung der Informationspakete ist verfügbar
es: El backend de procesamiento está disponible

source: Upload data
de: Daten hochladen
es: Subir datos

source: Create representations and upload data
de: Repräsentationen anlegen und Daten-Dateien hochladen
es: Cree representaciones y cargue datos

source: Representation ID
de: Metadaten der Repräsentation
es: ID de representación

source: Create another representation
de: Weitere Repräsentation anlegen
es: Crea otra representación

source: Switch to other representation
de: Zu Repräsentation wechseln
es: Cambiar a otra representación

source: Delete distribution
de: Repräsentation l&ouml;schen
es: Eliminar representación

source: Create information package
de: Neues Informationspaket erstellen
es: Crear paquete de información

source: Information package created
de: Informationspaket erstellt
es: Paquete de información creado

source: The information package was created successfully
de: Das Informationspaket wurde erfolgreich erstellt
es: El paquete de información se creó con éxito

source: Information package metadata
de: Informationspaket-Metadaten
es: Metadatos del paquete de información

source: Cancel
de: Abbrechen
es: Cancelar

source: Last modified
de: Letzte Änderung
es: Última modificación

source: ShowWorkingDirectory
de: Arbeitsverzeichnis anzeigen
es: Mostrar directorio de trabajo

source: Data Set Label
de: Bezeichner des Informationspakets
es: Etiqueta de conjunto de datos

source: Change
de: Ändern
es: Cambiar

source: Delete
de: Löschen
es: Eliminar

source: Language
de: Sprache
es: Lenguaje

source: log out
de: ausloggen
es: cerrar sesión

source: Access
de: Benutzung
es: Acceso

source: log in
de: einloggen
es: iniciar sesión

source: InitialWelcome
de: Die <span class = emph>eArchiving-Referenzimplementierung</span> ist die aktuelle Implementierung der E-ARK-Spezifikationen zu Demonstrationszwecken. In dieser Umgebung können Sie die Erstellung von Informationspaketen testen und dabei Ihre eigenen Daten und Metadaten verwenden. Anschließend können sie die erstellten Informationspakete zur genaueren Begutachtung herunterladen.
es: <span class=emph>eArchiving Reference Implementation</span> es la implementación de estándares E-ARK para demostrar la creación de paquetes de información. En este entorno se puede probar la creación de paquetes de información utilizando sus propios datos y metadatos, y luego descargándolos.

source: disclaimerText
de: <p><emph>Haftungsausschluss</emph>: Bitte beachten Sie, dass die eArchiving-Referenzimplementierung ausschließlich zu Demonstrationszwecken zur Verfügung gestellt wird. Die maximale Größe für Dateien, die hochgeladen werden, ist 200 MB und es können maximal 50 Dateien pro Repräsentation hochgeladen werden. Folgende Formate sind zulässig: </ p> <ul> <li> Text / TabelleDokument- und Datenformate <ul> <li> Textdokument (* .txt) </li> <li> Portable Document Format (* .pdf) </ li> <li> OpenDocumentTabellenkalkulation (* .ods) </li> <li> OpenDocument-Textdokument (* .odt) </li> <li> Microsoft Word Open XML (* .docx) </li> <li> Microsoft Word-Dokument(* .doc) </ li> <li> Microsoft Excel 97-2003-Arbeitsblatt (* .xls) </li> <li> Microsoft Excel Open XML-Tabelle (* .xlsx) </li> <li> KommaGetrennte Werte (* .csv) </li> </ul> </li> <li> Bildformate <ul> <li> Gemeinsame fotografische Expertengruppe (* .jpg, * .jpeg) </li> <li> TagBilddateiformat (* .tif, * .tiff) </li> <li> Tragbare Netzwerkgrafiken(png) </li> </ul> </li> <li> Generische / geografische Markup-Sprachformate <ul> <li> Erweiterbare Markup-Sprache (* .xml) </li> <li> XML-SchemaDefinition (* .xsd) </li> <li> Geografie-Markup-Sprache (* .gml) </li> <li> GPS-Austauschformat (* .gpx) </li> <li> OpenStreetMap (* .osm) </li> </ul> </li> </ul> <p> <emph> Anmerkung zum Datenschutz:</emph> Alle Daten und Metadaten, die in die E-ARK-Referenzimplementierung hochgeladen wurden, sind für alle angemeldeten Benutzer sichtbar. Wir empfehlen Ihnen daher, keine .sensiblen Inhalte hochzuladen. Bitte beachten Sie, dass die Daten auf täglich nachts (3 Uhr morgens MEZ) gelöscht werden. </p>
es: <ul><li> Formatos de datos y documentos de texto/tabla<ul><li> Documento de texto (* .txt) </li><li> Formato de documento portátil (* .pdf) </li><li> Hoja de cálculo de OpenDocument (* .ods) </li><li> Documento de texto de OpenDocument (* .odt) </li><li> Microsoft Word Open XML (* .docx) </li><li> Documento de Microsoft Word (* .doc) </li><li> Hoja de trabajo de Microsoft Excel 97-2003 (* .xls) </li><li> Hoja de cálculo de XML abierto de Microsoft Excel (* .xlsx) </li><li> Valores separados por comas (* .csv) </li></ul></li><li> Formatos de imagen<ul><li> Grupo conjunto de expertos en fotografía (* .jpg, * .jpeg) </li><li> Formato de archivo de imagen de etiqueta (* .tif, * .tiff) </li><li> Gráficos de red portátiles (png) </li></ul></li><li> Formatos de lenguaje de marcado genéricos / geográficos<ul><li> Lenguaje de marcado extensible (* .xml) </li><li> Definición de esquema XML (* .xsd) </li><li> Lenguaje de marcado de geografía (* .gml) </li><li> Formato de intercambio de GPS (* .gpx) </li><li> OpenStreetMap (* .osm) </li></ul></li></ul><p>Toda la información y los metadatos cargados en la aplicación son visibles para todos los usuarios registrados. Por lo tanto, le recomendamos que no cargue ningún contenido restringido. Tenga en cuenta que los datos se eliminan a diario durante la noche (3 a. m. CET).</p>

source: Administration
es: Administración

source: Submission
de: Informationspaket-Erstellung
es: Creación de paquetes de información

source: NavOpenSubmissions
de: Informationspakete in Bearbeitung
es: Paquetes de información en proceso

source: Package Management
de: Dataset-Management
es: Gestión de paquetes de información

source: NavIngestedPackages
de: Archivierte Informationspakete
es: Paquetes de información archivados

source: The repository is configured as a test instance. Default login data:
de: Das Repository ist als Testinstanz konfiguriert. Standard-Anmeldedaten:
es: El repositorio está configurado como una instancia de prueba. Datos de inicio de sesión predeterminados:

source: No unused Blockchain identifier available
de: Keine Blockchain-Identifikatoren verfügbar
es: No hay ningún identificador de Blockchain sin usar disponible

source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Se ha producido un error

source: WorkingDirectory
de: Arbeitsverzeichnis

source: Only alphanumeric characters plus hyphen ('-'), underscore ('_'), and dot ('.') are allowed.
de: Es sind nur alphanumerische Zeichen plus Bindestrich ('-'), Unterstrich ('_') und Punkt ('.') Erlaubt.

source: Error
de: Fehler
